import { SlideProps } from '~/entities/popular-rollers/model/types';

export const slidersEnum: slide.SlideDto[] = [
	{
		image: '',
		name: '«Ковер-самолет»',
		description:
			'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
		category: '16+'
	},
	{
		image: '',
		name: '«Рафтинг»',
		description: 'Lorem Ipsum asdasdasdasdasd',
		category: '16+'
	},
	{
		image: '',
		name: '«Спирали»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: '«Каскады»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: '«Мертвая петля»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: '«Крыло»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: '«Супер-боул»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: 'Egypt',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: '',
		name: 'Egypt',
		description: 'Lorem Ipsum',
		category: '16+'
	}
];

export const ServicesEnum: service.ServiceDto[] = [
	{
		id: 1,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 2,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 3,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 4,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 5,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 6,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 7,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	}
];

export const SlidesAndServices = [
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	}
];
