export const slidersEnum = [
    {
        img: '',
        name: '«Ковер-самолет»',
        description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Рафтинг»',
        description: 'Lorem Ipsum asdasdasdasdasd',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Спирали»',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Каскады»',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Мертвая петля»',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Крыло»',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: '«Супер-боул»',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: 'Egypt',
        description: 'Lorem Ipsum',
        category_name: '16+'
    },
    {
        img: '',
        name: 'Egypt',
        description: 'Lorem Ipsum',
        category_name: '16+'
    }
];

export const ServicesEnum = [
    {
        name: 'Воздушный шар',
        price: 2000
    },
    {
        name: 'Воздушный шар',
        price: 2000
    },
    {
        name: 'Воздушный шар',
        price: 2000
    },
    {
        name: 'Воздушный шар',
        price: 2000
    },
    {
        name: 'Воздушный шар',
        price: 2000
    }
];

export const SlidesAndServices = [
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
    {
        total_price: 2500,
        slide: {
            img: '',
            name: '«Ковер-самолет»',
            description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
            category_name: '16+'
        },
        services: [
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            },
            {
                name: 'Воздушный шар',
                price: 2000
            }
        ]
    },
]