import logo from '../../../../public/Card.png'

export const slidersEnum: slide.SlideDto[] = [
	{
		image: {logo},
		name: '«Ковер-самолет»',
		description:
			'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Рафтинг»',
		description: 'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Спирали»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Каскады»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Мертвая петля»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Крыло»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: '«Супер-боул»',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: 'Egypt',
		description: 'Lorem Ipsum',
		category: '16+'
	},
	{
		image: {logo},
		name: 'Egypt',
		description: 'Lorem Ipsum',
		category: '16+'
	}
];

export const ServicesEnum: service.ServiceDto[] = [
	{
		id: 1,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 2,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 3,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 4,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 5,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 6,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	},
	{
		id: 7,
		name: 'Воздушный шар',
		price: 2000,
		image: ''
	}
];

export const SlidesAndServices = [
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	},
	{
		total_price: 2500,
		slide: {
			image: '',
			name: '«Ковер-самолет»',
			description:
				'Водные горки считаются наиболее популярными аттракционами в любом аквапарке. Принцип их работы не затейлив. Он заключается в спуске человека в бассейн или естественный водоем по гладкой, наклонной поверхности. Подача в верхнюю часть сооружения воды обеспечивает более быстрое и легкое скольжение, что усиливает развлекательный эффект.',
			category: '16+'
		},
		services: [
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			},
			{
				name: 'Воздушный шар',
				price: 2000
			}
		]
	}
];

export const SlideMok = {
	name: 'Карусель',
	description: 'Lorem ipsum dolor sit amet consectetur. Enim nulla suscipit leo integer bibendum ultrices. Nulla sed arcu amet montes tellus sit sem quis.',
	category: '16+',
	image: '',
}